<template>
  <div id="userAgreement" class="container">
    <div class="p10 lh25 f14">
      <p>VV活动（www.vv-tl.com）是图列科技（以下简称“广州图列科技有限公司”）旗下网站，这里所提供的各项服务的所有权和运作权均归图列科技所有，感谢您的浏览、访问和使用。</p>
      <h2 class="mt30 f16 fb">一、总则</h2>
      <p>1.1 VV活动的所有权和运营权归图列科技所有。</p>
      <p>1.2 您在注册之前，应当仔细阅读本协议，并同意遵守本协议后方可成为注册您。一旦注册成功，则您与VV活动之间自动形成协议关系，您应当受本协议的约束。您在使用特殊的服务或产品时，应当同意接受相关协议后方能使用。</p>
      <h2 class="mt30 f16 fb">二、服务内容</h2>
      <p>2.1 VV活动运用自己的系统，通过互联网络等方式为您提供活动参与功能、活动发布功能、活动收藏功能、附近活动信息浏览、附近活动信息咨询等网络服务。</p>
      <p>2.2 活动定义：本协议中的活动指活动主办方通过使用VV活动发活动功能发布的信息，活动的形式包括但不限于娱乐、文化、运动、旅行、学习、DIY、会议、培训、赛事、招聘、展览、演唱会、公益等合法形式，活动分为付费活动和免费活动：</p>
      <p>A、付费活动为活动主办方向活动参与者收取费用而举办的活动；</p>
      <p>B、免费活动为活动主办方举办活动不向活动参与者收取费用的活动。</p>
      <p>2.4您必须自行准备如下设备和承担如下开支：</p>
      <p>（1）上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他上网装置；</p>
      <p>（2）上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。</p>
      <h2 class="mt30 f16 fb">附则</h2>
      <p>对用户注册协议、版权声明、免责声明的解释、修改及更新权均属于VV活动所有。</p>
      <p class="mt30 mb30 f16 fb tr">广州图列科技有限公司</p>
    </div>
  </div>
</template>
<script type="text/ecmascript-6">
  export default {
    name: 'userAgreement',
    created: function () {

    },
    data: function () {
      return {}
    },
    computed: {},
    methods: {}
  }
</script>
<style scoped>

</style>
