<template>
  <div id="userAgreement" class="container">
    <div class="p10 lh25 f14">
      <p>VV活动（www.vv-tl.com）是图列科技（以下简称“广州图列科技有限公司”）旗下网站，这里所提供的各项服务的所有权和运作权均归图列科技所有，感谢您的浏览、访问和使用。</p>
      <p>VV活动在此特别提醒您，在您使用VV活动服务前请确实仔细阅读本协议（未成年人审阅时应得到法定监护人的陪同），如果您对本协议的任何条款及/或将来随时修改、补充的条款有异议，您可以选择不使用VV活动提供的服务；当您点选同意键接受VV活动服务时即视为您已仔细阅读本条款，同意接受本服务条款的所有规范包括接受VV活动对服务条款随时所做的任何修改，并愿受其拘束。这些服务条款一旦发生变更，VV活动将在网页上公布修改内容。修改后的服务条款一旦在网页上公布即有效代替原来的服务条款，您可随时登陆VV活动网站查阅最新版服务条款。您如果不同意修改后的本协议的任何条款，可以主动取消已经获得各项服务，并立即停止访问及使用VV活动。如果您继续选择访问及使用VV活动，则视为您已经完全接受本协议及其修改。</p>
      <h2 class="mt30 f16 fb">一、总则</h2>
      <p>1.1 VV活动的所有权和运营权归图列科技所有。</p>
      <p>1.2 您在注册之前，应当仔细阅读本协议，并同意遵守本协议后方可成为注册您。一旦注册成功，则您与VV活动之间自动形成协议关系，您应当受本协议的约束。您在使用特殊的服务或产品时，应当同意接受相关协议后方能使用。</p>
      <h2 class="mt30 f16 fb">二、服务内容</h2>
      <p>2.1 VV活动运用自己的系统，通过互联网络等方式为您提供活动参与功能、活动发布功能、活动收藏功能、附近活动信息浏览、附近活动信息咨询等网络服务。</p>
      <p>2.2 活动定义：本协议中的活动指活动主办方通过使用VV活动发活动功能发布的信息，活动的形式包括但不限于娱乐、文化、运动、旅行、学习、DIY、会议、培训、赛事、招聘、展览、演唱会、公益等合法形式，活动分为付费活动和免费活动：</p>
      <p>A、付费活动为活动主办方向活动参与者收取费用而举办的活动；</p>
      <p>B、免费活动为活动主办方举办活动不向活动参与者收取费用的活动。</p>
      <p>2.4您必须自行准备如下设备和承担如下开支：</p>
      <p>（1）上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他上网装置；</p>
      <p>（2）上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。</p>
      <p>2.5您提供的注册资料，您同意：</p>
      <p>（1）提供合法、真实、准确、详尽的个人资料；</p>
      <p>（2）如有变动，及时更新会员资料。如果您提供的注册资料不合法、不真实、不准确、不详尽的，您需承担因此引起的相应责任及后果，并且图列科技保留终止您使用VV活动各项服务的权利。</p>
      <p>2.6您完全理解并保证，在使用本服务时，您应确保自身拥有完全民事行为能力，在中国大陆地区具有合法开展组织活动或其他业务的法人身份或其他组织或个人；若您在国外，本协议内容不受您所属国家或地区法律的排斥。不具备前述条件的，您应立即停止使用本服务。</p>
      <h2 class="mt30 f16 fb">三、服务变更、中断或终止</h2>
      <p>3.1 鉴于网络服务的特殊性，您同意VV活动有权随时变更、中断或终止部分或全部的网络服务。如变更、中断或终止网络服务，VV活动会尽可能提前进行公告通知您，无需对任何您或任何第三方承担任何责任。</p>
      <p>3.2您应理解，VV活动需要定期或不定期地对提供网络服务的平台（如微信公众号、互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成网络服务在合理时间内的中断，VV活动无需为此承担任何责任，但应尽可能事先进行通告。</p>
      <p>3.3您违反本协议中规定的使用规则，VV活动有权随时中断或终止向您提供本协议项下的网络服务而无需对您或任何第三方承担任何责任。</p>
      <p>3.4如您的注册账号在180日内未被激活并实际使用，VV活动有权删除该帐号。对于长期未使用的账号，VV活动有权对账号进行关闭。</p>
      <p>3.5您对本协议的修改有异议，或对VV活动的服务不满，可以行使如下权利：</p>
      <p>（1）停止使用VV活动的网络服务；</p>
      <p>（2）通过客服等渠道告知VV活动停止对其服务。结束服务后，您使用VV活动服务的权利立即终止。在此情况下，VV活动没有义务传送任何未处理的信息或未完成的服务给您或任何无直接关系的第三方。</p>
      <h2 class="mt30 f16 fb">四、注册信息和隐私保护</h2>
      <p>4.1您一旦注册成功，便成为VV活动的合法您，将得到一个独立帐号。VV活动帐号（即VV活动您ID）的所有权归图列科技，您完成注册申请手续后，获得VV活动帐号的使用权。您应提供及时、详尽及准确的个人资料或者是公司信息、单位信息等，并不断更新注册资料，符合及时、详尽准确的要求。所有原始键入的资料将引用为注册资料。如果因注册信息不真实而引起的问题，并对问题发生所带来的后果，VV活动不负任何责任。 您应采取合理措施维护其密码和帐号的安全。您对利用该密码和帐号所进行的一切活动负全部责任；由该账号产生的活动所导致的任何损失或损害由您承担，VV活动不承担任何责任。</p>
      <p>4.2您不应将其帐号、密码转让或出借予他人使用。如您发现其帐号遭他人非法使用，应立即通知VV活动。因您的保管疏忽导致帐号、密码遭他人非法使用或黑客行为，VV活动不承担任何责任。</p>
      <p>4.3非经法定原因或您事先许可，VV活动不会向任何第三方透露您的密码、姓名、手机号码等非公开信息，除非：</p>
      <p>（1）事先获得您的明确授权； </p>
      <p>（2）只有透露您的个人资料，才能提供您所要求的产品和服务；</p>
      <p>（3）根据法律、法规等相关规定，或行政机构要求，向行政、司法机构或其他法律规定的第三方披露；</p>
      <p>（4）按照相关政府主管部门的要求；</p>
      <p>（5）为维护VV活动的合法权益。</p>
      <p>4.4在您注册VV活动帐户，使用其他VV活动产品或服务，访问VV活动微信公众号、VV活动网页，或参加促销和有奖活动时，VV活动在与第三方合办活动时，可能需要与第三方人士或公司共享、传递您的个人数据，以向您提供其所要求的产品或服务，鉴于此，请您谨慎地选择所参与的活动。</p>
      <p>4.5图列科技有权了解您在本网站的所有浏览历史及浏览习惯，并以适当的方式为您需求推荐网站内容。VV活动会收集您的个人身份识别资料，并会将这些资料用于：改进为您提供的服务及网页内容。</p>
      <p>4.6您不得通过任何手段恶意注册VV活动帐号，包括但不限于以牟利、炒作、套现、获奖等为目的多个账号注册，您亦不得盗用其他您帐号。</p>
      <h2 class="mt30 f16 fb">五、用户行为</h2>
      <p>5.1您应遵守以下法律及法规《中华人民共和国保守国家秘密法》、《中华人民共和国著作权法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《互联网电子公告服务管理规定》、《信息网络传播权保护条例》等有关计算机及互联网规定的法律、法规。在任何情况下，VV活动合理地认为您的行为可能违反上述法律、法规，可以在任何时候，不经事先通知终止向该您提供服务。</p>
      <p>欢迎您举报任何违反上述法律或侵犯他人权利的行为，包括但不限于违法或侵权的上传内容。一经发现违法或侵权的上传内容，VV活动将无条件删除。</p>
      <p>5.2您对其自行发表、上传或传送的内容负全部责任。禁止您将VV活动以任何形式作为从事各种非法活动的场所、平台或媒介。未经VV活动的授权或许可，您不得借用本站的名义从事任何商业活动，也不得以任何形式将VV活动作为从事商业活动的场所、平台或媒介。您不得在网站任何页面发布、转载、传送含有下列内容之一的信息，否则VV活动有权立刻删除，并根据法律法规规定和其他合理的理由保留有关记录，向国家有关机关报告：上载、张贴、发送电子邮件或传送包含任何反对宪法所确定的基本原则、危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一、损害国家荣誉和利益、煽动民族仇恨、民族歧视、破坏民族团结、破坏国家宗教政策、宣扬邪教和封建迷信、散布谣言、扰乱社会秩序、破坏社会稳定、散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪、侮辱或者诽谤他人，侵害他人合法权益的以及其他法律、法规禁止的内容包括但不限于资讯、资料、文字、软件、音乐、照片、图形、信息或其他资料。</p>
      <p>您在VV活动以各种形式发布的一切信息，均应符合国家法律法规等相关规定及网站相关规定，符合社会公序良俗，并不侵犯任何第三方主体的合法权益。</p>
      <p>如您违反上述规定，您自行承担因此产生的一切法律后果，VV活动有权直接采取一切必要的措施，包括但不限于删除您发布的内容、取消会员在网站获得的星级、荣誉以及各种奖励，暂停或查封会员帐号，取消因违规所获利益，乃至通过诉讼形式追究会员法律责任等，且图列科技因此受到的损失，有权向您追偿。</p>
      <p>5.3 您在VV活动发布的所有信息及评论均提交由VV活动进行内容审核，如果您在VV活动发布的不符合本协议的内容，图列科技有权对信息进行屏蔽、删除处理，同时对账户采取警告、封号等措施，同时图列科技有权将相关事项提交司法机关依法处理。</p>
      <p>5.4 当您在VV活动发布的信息分享到微信等三方软件中，还需遵守第三方软件的官方规则，内容不得带有诱导转发相关内容，如“不转不是中国人”、“转发有奖”等字样。</p>
      <p>5.5您发布任何包括但不限于活动、聚会等，您必须取得举办该活动、聚会等的资质或资格，您独立承担因没有相应的资质或资格而带来的风险和责任，并承担因此给图列科技带来的损失。</p>
      <p>5.6您发布任何活动、聚会，您必须保证在活动或聚会举办期间所有参与者的安全，包括但不限于人身安全、财产安全等，如VV活动用户在参与您举办的活动、聚会安全受到损害，您必须按照相关法律法规赔偿参与者，并承担因此给图列科技带来的损失。</p>
      <p>5.7您发布任何收费活动、聚会，您必须拥有相应的收费许可、资质或资格，您独立承担因没有相应的收费许可、资质或资格而带来的风险和责任，并承担因此给图列科技带来的损失；同时，您在发布任何收费活动时应就关于活动退款事宜，按照图列科技、本协议以及VV活动平台的要求，作出明确选择。发布任何收费聚会统一默认为不支持退款。</p>
      <p>5.8退款：当活动或聚会参与者要求活动或聚会举办方退款、或者活动或聚会举办方的活动或聚会发生变化，活动或聚会参与者向活动或聚会举办方提出退款要求时，图列科技工作人员可视情形协助处理，但不直接参与退款事宜。鉴于聚会的半熟人特性，聚会参与者不支持申请线上退款，当您需要退款时，您需要自行联系聚会举办方协商处理，图列科技不负责处理任何退款事宜。</p>
      <p>5.9在您使用VV活动平台报名、评论、聊天或点赞时，您的昵称中不得含有诱导性广告内容，如利用奖励机制诱导关注公众号、诱导加好友等。</p>
      <p>5.10您在VV活动平台中发表的评论应符合网络道德，遵守中华人民共和国的相关法律法规。评论内容中不得含有诱导性广告内容，如利用奖励机制诱导关注公众号、诱导加好友等；不得发表危害他人利益以及恶意诋毁、损害他人形象的言论。</p>
      <p>5.11 禁止您在VV活动平台从事以下行为：</p>
      <p>（1）以任何方式危害未成年人；</p>
      <p>（2）冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关；</p>
      <p>（3）伪造标题或以其他方式操控识别资料，使人误认为该内容为VV活动所传送；</p>
      <p>（4）将无权传送的内容（例如内部资料、机密资料）进行上载、张贴、发送电子邮件或以其他方式传送； </p>
      <p>（5）将侵犯他人的专利、商标、著作权、商业秘密或其他专属权利之内容加以上载、张贴、发送电子邮件或以其他方式传送；</p>
      <p>（6）将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他方式传送；</p>
      <p>（7）干扰或破坏本网站服务或与本网站服务相连的服务器和网络，或不遵守本网站使用之规定；</p>
      <p>（8）为任何非法目的使用本网站，故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范；</p>
      <p>（9）将广告函件、促销资料、"垃圾邮件"等，加以上载、张贴、发送电子邮件或以其他方式传送。供前述目的使用的专用区域除外；</p>
      <p>（10）干扰或破坏本网站服务或与本网站服务相连的服务器和网络，或不遵守本网站使用之规定；</p>
      <p>VV活动自行发现或经人举报发现您在使用VV活动的服务时违反任何上述规定，有权要求您改正或直接采取一切必要的措施，包括但不限于更改或立即删除您张贴的内容，暂停或终止您使用网络服务的权利。</p>
      <h2 class="mt30 f16 fb">五、知识产权及其他权利说明</h2>
      <p>5.1 VV活动对网站服务及本网站所使用的软件所包含的受知识产权或其他法律保护的资料享有相应的权利；除您依法享有之版权之内容之外，本网站的整体内容版权归VV活动所有。任何您接受本注册协议，即表明该您主动将其在任何时间段在本站发表的任何形式的信息的著作财产权，包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利无偿转让给VV活动运营商图列科技所有，同时表明该您许可VV活动有权利就任何主体侵权而单独提起诉讼，并获得全部赔偿。本协议已经构成《著作权法》第二十五条所规定的书面协议，其效力及于您在VV活动发布的任何受著作权法保护的作品内容，无论该内容形成于本协议签订前还是本协议签订后，VV活动保留删除站内各类不符合规定内容而不通知您的权利。</p>
      <p>5.2、经由本网站传送的活动内容、详情及其它活动点评内容，受到著作权法、商标法、专利法或其他法律的保护；除该活动、活动分享及其它内容上载的您所享有的版权，未经VV活动明示授权许可，其他您不得进行修改、出租、散布或衍生其他作品。</p>
      <p>5.3、您在本网站上载或发布的原创内容视为同意授予VV活动在全球范围内的免费、不可撤销的无限期的并且可转让的使用权许可，VV活动有权展示、散布及推广前述内容，有权对前述内容进行任何形式的复制、修改、出版、发行及以其他方式使用或者授权第三方进行复制、修改、出版、发行及以其他方式使用。在内容分类中，标注为“首发”的内容指该内容信息为第一次在互联网上发布，且先在VV活动发布，您需保证其发布时间的真实性。在内容分类中，标注为“独家”的内容指该内容信息为只在VV活动发布，您授予VV活动独家使用权许可，您不可在VV活动之外的其他处所发布，其他处所包括但不仅限于网站、电视、报纸、杂志、书籍等。</p>
      <p>5.4您对VV活动所使用的软件有非专属性使用权，但不得自行或许可任何第三方复制、修改、出售或衍生产品。</p>
      <p>5.5本网站和微信公众号所有设计图样以及其他图样、产品及服务名称，均为VV活动所享有的商标、标识，任何人不得使用、复制或用作其他用途。</p>
      <p>5.6图列科技是VV活动的制作者，拥有此网站内容及资源的版权，受国家知识产权保护，享有对本网站声明的最终解释与修改权；未经图列科技的明确书面许可，任何单位或个人不得以任何方式，以任何文字作全部和局部复制、转载、引用和链接。否则图列科技将追究其法律责任。</p>
      <h2 class="mt30 f16 fb">六、免责说明</h2>
      <p>6.1 VV活动作为“网络服务提供者”的第三方平台，不担保网站平台上的信息及服务能充分满足您的需求。对于您在接受VV活动的服务过程中可能遇到的错误、侮辱、诽谤、不作为、淫秽、色情或亵渎事件，VV活动不承担法律责任。</p>
      <p>6.2基于互联网的特殊性，VV活动也不担保服务不会受中断，对服务的及时性、安全性都不作担保，不承担非因VV活动导致的责任。VV活动力图使您能对本网站进行安全访问和使用，但VV活动不声明也不保证本网站或其服务器是不含病毒或其它潜在有害因素的；因此您应使用业界公认的软件查杀任何自VV活动下载文件中的病毒。</p>
      <p>6.3 VV活动不对您所发布信息的保存、修改、删除或储存失败负责。对网站上的非因VV活动故意所导致的排字错误、疏忽等不承担责任。VV活动有权但无义务，改善或更正本网站任何部分之疏漏、错误。</p>
      <p>6.4除非VV活动以书面形式明确约定，VV活动对于您以任何方式（包括但不限于包含、经由、连接或下载）从本网站所获得的任何内容信息，包括但不限于广告、商户信息、点评内容等，不保证其准确性、完整性、可靠性；对于您因本网站上的内容信息而购买、获取的任何产品、服务、信息或资料，VV活动不承担责任。您自行承担使用本网站信息内容所导致的风险。</p>
      <p>6.5 VV活动内所有您所发表的内容，仅代表您个人观点，并不表示本网站赞同其观点或证实其描述，本网站不承担会员点评引发的任何法律责任。</p>
      <p>6.6所有发给您的通告，VV活动都将通过正式的页面公告、站内信、电子邮件、客服电话、手机短信或常规的信件送达。任何非经VV活动正规渠道获得的中奖、优惠等活动或信息，VV活动不承担法律责任。</p>
      <p>6.7基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失，VV活动不承担任何直接、间接、附带、衍生或惩罚性的赔偿：</p>
      <p>（1）本网站使用或无法使用；</p>
      <p>（2）经由本网站购买或取得的任何产品、资料或服务；</p>
      <p>（3）您资料遭到未授权的使用或修改；</p>
      <p>（4）其他与本网站相关的事宜。</p>
      <p>6.8您在浏览互联网时自行判断使用本网站的搜索或检索目录。该搜索或检索目录可能会引导您进入到被认为具有攻击性或不适当的网站，VV活动没有义务查看检索目录所列网站的内容，因此，对其正确性、合法性、正当性不负任何责任。</p>
      <p>6.9 VV活动QQ群、微信群等网友群体，均由网站您自发组织，QQ群、微信群内的您成员以及您言论、行为均与VV活动无关。</p>
      <p>6.10 您以各种方式使用VV活动服务和数据（包括但不限于发表、宣传介绍、转载、浏览及利用VV活动或VV活动您发布内容）的过程中，不得以任何方式利用VV活动直接或间接从事违反中国法律、以及社会公德的行为，且您应当恪守下述承诺：</p>
      <p>（1）发布、转载或提供的内容符合中国法律、社会公德；</p>
      <p>（2）不得干扰、损害和侵犯VV活动的各种合法权利与利益；</p>
      <p>（3）遵守VV活动以及与之相关的网络服务的协议、指导原则、管理细则等；VV活动有权对违反上述承诺的内容予以删除。</p>
      <p>6.11 VV活动仅为您发布的内容提供存储空间，VV活动不对您发表、转载的内容提供任何形式的保证：不保证内容满足您的要求，不保证VV活动的服务不会中断。因网络状况、通讯线路、第三方网站或管理部门的要求等任何原因而导致您不能正常使用VV活动网站，VV活动不承担任何法律责任。</p>
      <p>6.12 您在VV活动发表的内容（包含但不限于VV活动目前各产品功能里的内容）仅表明其个人的立场和观点，并不代表VV活动的立场或观点。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。VV活动不承担任何法律及连带责任。</p>
      <p>6.13您在VV活动发布侵犯他人知识产权或其他合法权益的内容，VV活动有权予以删除，并保留移交司法机关处理的权利。</p>
      <p>6.14您在VV活动发表的所有内容，除非VV活动收到相关通知，否则将视为该您在本网站上载或发布的内容的版权拥有人。您在本网站上载或发布内容即视为其同意授予VV活动所有上述内容基于网站推广上的使用权、复制权、网络传播权。</p>
      <p>6.15 个人或单位如认为VV活动上存在侵犯自身合法权益的内容，应准备好具有法律效应的证明材料，及时与VV活动取得联系，以便VV活动迅速做出处理。</p>
      <h2 class="mt30 f16 fb">七、侵权投诉</h2>
      <p>7.1据《中华人民共和国侵权责任法》第三十六条，任何第三方认为，您利用VV活动平台侵害本人民事权益或实施侵权行为的，包括但不限于侮辱、诽谤等，被侵权人有权书面通知VV活动采取删除、屏蔽、断开链接等必要措施。</p>
      <p>7.2据《信息网络传播权保护条例》，任何第三方认为，VV活动所涉及的作品、表演、录音录像制品，侵犯自己的信息网络传播权或者被删除、改变了自己的权利管理电子信息的，可以向VV活动提交书面通知，要求VV活动删除该侵权作品，或者断开链接。</p>
      <p>书面通知书应当包含下列内容，权利人应当对通知书的真实性负责：</p>
      <p>（1）权利人的姓名（名称）、联系方式和地址；</p>
      <p>（2）要求删除或者断开链接的侵权作品、表演、录音录像制品的名称和网络地址；</p>
      <p>（3）构成侵权的初步证明材料。</p>
      <p>7.3任何第三方（包括但不限于企业、公司、单位或个人等）认为VV活动您发布的任何信息侵犯其合法权益的，包括但不限于以上两点，在有充分法律法规及证据足以证明的情况下，均可通过VV活动公布的联系方式及时通知VV活动。</p>
      <p>7.4此外，为使VV活动能及时、准确作出判断，还请侵权投诉人一并提供以下材料： </p>
      <p>（1）被侵权人的证明材料，或被侵权作品的原始链接及其它证明材料。  </p>
      <p>（2）侵权信息或作品在VV活动上的具体链接。</p>
      <p>（3）侵权投诉人的联络方式，以便VV活动相关部门能及时回复您的投诉，最好包括电子邮件地址、电话号码或手机等。</p>
      <p>（4）投诉内容须纳入以下声明：“本人本着诚信原则，有证据认为该对象侵害本人或他人的合法权益。本人承诺投诉全部信息真实、准确，否则自愿承担一切后果。</p>
      <p>（5）本人亲笔签字并注明日期，如代理他人投诉的，必须出具授权人签字的授权书。</p>
      <p>7.5 VV活动建议您在提起投诉之前咨询法律顾问或律师。</p>
      <p>7.6如果对侵权投诉不实，则您可能承担法律责任。</p>
      <h2 class="mt30 f16 fb">八、法律的适用和管辖</h2>
      <p>8.1因您使用VV活动站而引起或与之相关的一切争议、权利主张或其它事项，均受中华人民共和国法律的管辖。</p>
      <p>8.2您和VV活动发生争议的，应首先本着诚信原则通过协商加以解决。如果协商不成，则应向图列科技所在地人民法院提起诉讼。</p>
      <p>8.3如果本协议的任何条款被视为不合法、无效或因任何原因而无法执行，则此等规定应视为可分割，不影响任何其它条款的法律效力。</p>
      <p>8.4本协议是VV活动与您注册成为VV活动会员，使用VV活动服务之间的重要法律文件，VV活动或者您的任何其他书面或者口头意思表示与本协议不一致的，均应当以本协议为准。</p>
      <h2 class="mt30 f16 fb">九、版权声明</h2>
      <p>VV活动上所有刊登内容，以及所提供的信息资料，目的是为了更好地服务访问者，本网站不保证所有信息、文本、图形、链接及其它项目的绝对准确性和完整性，仅供访问者参照使用。在网站由您发表的文章或图片仅代表作者本人观点，与本网站立场无关，作者文责自负。</p>
      <p>未经VV活动的明确许可，任何人不得盗链本站下载资源；不得复制或仿造本网站或者在非VV活动所属的服务器上建立镜像，VV活动对其自行开发的或和他人共同开发的所有内容、技术手段和服务拥有全部知识产权，任何人不得侵害或破坏，也不得擅自使用。</p>
      <h2 class="mt30 f16 fb">附则</h2>
      <p>对用户注册协议、版权声明、免责声明的解释、修改及更新权均属于VV活动所有。</p>
      <p class="mt30 mb30 f16 fb tr c-main">广州图列科技有限公司</p>
    </div>
  </div>
</template>
<script type="text/ecmascript-6">
  export default {
    name: 'userAgreement',
    created: function () {

    },
    data: function () {
      return {}
    },
    computed: {},
    methods: {}
  }
</script>
<style scoped>

</style>
